{
  "title": "Convicts-turned-cops on forefront of Ukraine's battle against Russia",
  "date": "18.02.2015 19:04",
  "content": "LYSYCHANSK and STANITSA LUHANSKA, Ukraine – Ruslan Onishchenko, a charismatic chunky man with a penchant for strong language and oratory, stands before a line of soldiers at military barracks near Lysychansk. “All of us are afraid. We all die. We all feel pain,” Onishchenko, whose nom-de-guerre is Friman, tells them. “But some people fight against this, and others surrender. I am fighting and I’m here, all cowards are over there. They can always find excuses.” Onishchenko is the head of Ukraine’s Tornado volunteer battalion of about 100 people, formerly known as Shakhtarsk. Most of its fighters are former convicts from Donbas who are now formally police officers reporting to the Interior Ministry. For reasons nobody can properly explain, the battalion’s logo features a yin and yang symbol of Taoism. The battalion’s former convicts turn out to be more patriotic than local police officers, many of whom have joined the separatist cause. Onishchenko himself was convicted for racketeering and illegal arms possession. Many of the fighters use convict jargon and prison humor. For them, Russia’s war against Ukraine is personal: it's the continuation of standoffs between rival gangs for turf. Major gangsters who had previously dominated the crime scene in Donbas mostly supported Ukraine when the war flared up in April 2014. But the emergence of Kremlin-backed separatist republics gave rise to new bandits who joined insurgents’ ranks and started seizing the property and financial flows controlled by the old mafia. One of the fighters told the Kyiv Post that armed pro-Russian militants had once barged into his house, threatened him, made his wife and children kneel before them, took valuables out of the house and said that they would take over his business. The fighter spoke on condition of anonymity for fear of reprisals.",
  "author": "Alexander Rychkov"
}